[{"model": "main_app.gear", "pk": 1, "fields": {"name": "AMD Radeon RX 6700 XT review: A curious return to mid-range GPUs", "price": 479.0, "category": "Hardware", "description": "The 6700 XT features 40 compute units, 12GB of RAM and a gaming clock speed of 2.4GHz. In comparison, the $100 more expensive RX 6800 sports 60 compute units, 16GB of RAM and a gaming frequency of 1.8GHz. Clock speed isn't everything, especially when you've got more graphics cores at work, but it's clear that AMD is trying to make up for the 6700 XT's lesser hardware by cranking things up a notch.", "date_created": "2021-04-06T17:06:50.452Z", "rating": "4", "pack_shot": "radeon6700.jpeg", "slug": "amd-radeon-rx-6700-xt-review-a-curious-return-to-m"}}, {"model": "main_app.gear", "pk": 2, "fields": {"name": "Samsung Galaxy Note 20 Ultra review", "price": 1099.99, "category": "Peripherals", "description": "The Samsung Galaxy Note 20 Ultra checks off a lot of bests for new phones in 2020, including the best camera on an Android phone and the best-looking display on any phone, period. This is the only stylus-included handset we recommend, and while the competition is thin, it’s not undeserved – you’re just going to have to pay a heap of money for this powerful ‘everything phone’.", "date_created": "2021-04-06T17:14:11.334Z", "rating": "4.5", "pack_shot": "note20.png", "slug": "samsung-galaxy-note-20-ultra-review"}}, {"model": "main_app.gear", "pk": 3, "fields": {"name": "Apple iMac Pro all-in-one computer review", "price": 4999.0, "category": "Hardware", "description": "The iMac Pro is a powerful, professional all-in-one that may only be for a very particular clientele. It offers a lot of raw power and a premium price tag to match. Still, if the iMac Pro is ideal for your needs, then you’ll get a lot of mileage out of this computer.", "date_created": "2021-04-06T17:18:28.152Z", "rating": "4", "pack_shot": "imac_pro.png", "slug": "apple-imac-pro-all-in-one-computer-review"}}, {"model": "main_app.gear", "pk": 4, "fields": {"name": "Disco Elysium - The Final Cut", "price": 31.99, "category": "Software", "description": "Pursue your political dreams in new quests, meet and question more of the city's locals, and explore a whole extra area. Full voice-acting, controller support, and expanded language options also included. Get even more out of this award-winning open world. You're a detective with a unique skill system at your disposal and a whole city block to carve your path across. Interrogate unforgettable characters, crack murders, or take bribes. Become a hero or an absolute disaster of a human being.", "date_created": "2021-04-06T17:24:24.003Z", "rating": "4.5", "pack_shot": "discoelysium.png", "slug": "disco-elysium-the-final-cut"}}, {"model": "main_app.gear", "pk": 5, "fields": {"name": "The Last of Us 2", "price": 59.99, "category": "Software", "description": "The Last of Us Part II is the perfect combination of an excellent Hollywood movie with a fat budget with fun and flowing gameplay. The phenomenal writing will touch every player and won't leave an eye dry of tears. Combat and exploration are challenging and lead the player to use creativity and improvisation. A real masterpiece and a must-have for every PS4 owner.", "date_created": "2021-04-06T17:36:01.669Z", "rating": "5", "pack_shot": "The-Last-of-Us-Part-II.jpeg", "slug": "the-last-of-us-2"}}, {"model": "main_app.gear", "pk": 6, "fields": {"name": "Nvidia GeForce Now Review", "price": 4.99, "category": "Miscellaneous", "description": "GFN differs from the competition in that it works with games you've already paid for (primarily on Steam) or gotten for free (mostly through the Epic Games Store) rather than requiring you buy a special version of the game (like Stadia) or stream games from a particular subscription library (like xBox Gamepass Ultimate or Sony PlayStation Now).", "date_created": "2021-04-06T17:39:29.831Z", "rating": "3.5", "pack_shot": "geforcenow.jpg", "slug": "nvidia-geforce-now-review"}}, {"model": "main_app.gear", "pk": 7, "fields": {"name": "ExpressVPN", "price": 12.95, "category": "Software", "description": "There's a whole host of reasons why ExpressVPN has sat at the top of our VPN tree for quite a while now. It impressed in every test we threw at it and the 5-star rating we've given it is testament to the fact it can barely be improved upon. The service already used industry-standard encryption and a choice of various other protocols (including IKEv2, OpenVPN and L2TP/IPsec) to keep your data safe. But perhaps most exciting is that it has now begun rolling out its very own Lightway protocol.", "date_created": "2021-04-06T17:44:28.741Z", "rating": "5", "pack_shot": "expressvpn.png", "slug": "expressvpn"}}, {"model": "main_app.gear", "pk": 8, "fields": {"name": "Sonos Roam", "price": 400.0, "category": "Peripherals", "description": "Until 2019, Sonos only made speakers that lived on shelves or tabletops, tethered to an outlet. That changed 18 months ago with the Move, a loud, rugged and theoretically portable speaker you could tote around the house or bring out to the backyard. It sounds great, can survive a rainstorm or sub-zero temperatures, and lasts 11 hours before needing to be charged. But a few things keep it from being a straightforward recommendation: it costs $400 and is too big to travel.", "date_created": "2021-04-06T17:47:49.172Z", "rating": "3.5", "pack_shot": "Sonos_Roam.png", "slug": "sonos-roam"}}, {"model": "main_app.gear", "pk": 9, "fields": {"name": "The ultimate gaming laptop? Razer Blade Pro 17 (2021)", "price": 2299.99, "category": "Hardware", "description": "Packed with the brand-new RTX 3000 series laptop GPUs from Nvidia, the Razer Blade Pro 17 (2021) is an immensely powerful – and expensive – device. While it's a beast at playing games, it's also an excellent creative workstation as well, so if you're looking for both, then the price will seem more palatable. For most people, however, it will simply be too expensive.", "date_created": "2021-04-06T17:50:13.919Z", "rating": "4", "pack_shot": "razer.png", "slug": "the-ultimate-gaming-laptop-razer-blade-pro-17-2021"}}, {"model": "main_app.gear", "pk": 10, "fields": {"name": "Xbox Wireless Headset", "price": 99.99, "category": "Peripherals", "description": "The Xbox Wireless Headset is a solid workhorse thanks to a couple of really smart design ideas and better-than-average sound. It also has a few elements that aren’t necessarily bad, but can’t be described as impressive, like its microphone and its battery life. It nails the important stuff, though, and the useful features far outweigh the problems when you’re talking about a $100 headset. While it won’t scare any high-end home theater headset rivals, it’s a strong and versatile mid-level pick.", "date_created": "2021-04-06T17:54:02.173Z", "rating": "4.5", "pack_shot": "xbox_wireless.jpg", "slug": "xbox-wireless-headset"}}, {"model": "main_app.gear", "pk": 11, "fields": {"name": "Nikon D500", "price": 1399.95, "category": "Peripherals", "description": "Sitting at the top of Nikon’s DX (APS-C) DSLR line, the Nikon 500 is a solid option for enthusiasts and semi-pros alike. It’s also a great back-up for professionals shooting full-frame who want a smaller and lighter but highly capable second camera. Sports and wildlife photographers, regardless of expertise, will benefit from its 1.5x crop and speedy autofocus.", "date_created": "2021-04-06T17:57:44.635Z", "rating": "4.5", "pack_shot": "nikon_d500.png", "slug": "nikon-d500"}}, {"model": "main_app.gear", "pk": 12, "fields": {"name": "HP Tango X", "price": 199.99, "category": "Peripherals", "description": "HP's Tango X \"smart printer,\" the first we've tested with voice activation and smart home features, is all about printing from mobile devices. It's not perfect, but given its unique free-snapshot printing angle, it will be a tough act for future models to follow.", "date_created": "2021-04-06T18:06:02.289Z", "rating": "4", "pack_shot": "HP-Tango-X-review-01-920x690.jpeg", "slug": "hp-tango-x"}}, {"model": "main_app.gear", "pk": 13, "fields": {"name": "DJI Mini 2", "price": 495.0, "category": "Miscellaneous", "description": "DJI's second-generation entry-level drone, the Mini 2 , gets a bit of a rebrand, dropping the Mavic moniker that's long identified the company's small, folding quadcopter series. It costs a bit more than the first-generation Mavic Mini, but includes an updated camera, more powerful motors, and a stronger remote control connection. It's missing some of the more advanced features found in the $800 Mavic Air 2, but it's a fine choice if you want to spend less—and avoid dealing with the FAA.", "date_created": "2021-04-06T18:08:29.103Z", "rating": "4", "pack_shot": "drone.jpg", "slug": "dji-mini-2"}}, {"model": "main_app.gear", "pk": 14, "fields": {"name": "Google Nest Hub (2nd gen) review: A great smart display and mediocre sleep tracker", "price": 100.0, "category": "Miscellaneous", "description": "The idea of someone or something watching you sleep is creepy as hell — unless you’re Bella Swan from Twilight. But Google’s latest effort in the health and wellness space does almost exactly that. The new Nest Hub has a built-in radar sensor that detects motion in your bed to determine if you’ve fallen asleep, then tracks the duration and quality of your slumber. It’ll also see if you’ve coughed or snored and simultaneously monitor how bright or warm it is in your room.", "date_created": "2021-04-06T18:12:50.548Z", "rating": "4.5", "pack_shot": "google_nest.png", "slug": "google-nest-hub-2nd-gen-review-a-great-smart-displ"}}, {"model": "main_app.gear", "pk": 15, "fields": {"name": "Logitech C930e Business Webcam", "price": 96.0, "category": "Peripherals", "description": "If you’re looking to put your best face forward, the Logitech C930e webcam is ideal for keeping your weekly Zoom meetings in line. The C930e is one of the best webcams you’ll find thanks to wide 90-degree viewing angles, crystal-clear 1080p (30 fps) videos, and uber-accurate colors. It’s not exactly like being in the same room as someone, of course, but it’s about as close as we can get for now.", "date_created": "2021-04-06T18:15:42.373Z", "rating": "4", "pack_shot": "webcam.jpeg", "slug": "logitech-c930e-business-webcam"}}, {"model": "main_app.gear", "pk": 16, "fields": {"name": "Still the best 4K HDR streamer for the money - Roku Streaming Stick", "price": 39.99, "category": "Miscellaneous", "description": "The Roku Streaming Stick Plus delivers 4K and HDR video in a compact package for an affordable price. Its dead-simple interface puts every streaming service on a level playing field. Roku's responses are lightning fast, its video quality as good as any streamer, and its remote can control your TV's volume and power.", "date_created": "2021-04-06T18:19:37.542Z", "rating": "5", "pack_shot": "roku.jpeg", "slug": "still-the-best-4k-hdr-streamer-for-the-money-roku-"}}, {"model": "main_app.gear", "pk": 17, "fields": {"name": "Hulu", "price": 5.99, "category": "Software", "description": "As the competition between video streaming services intensifies, differentiation is ever-important. Hulu continues to offer both a strong on-demand streaming library and a robust live TV option. The service is an excellent option for watching popular TV shows and we like its broad platform support, even if Hulu's original series are hit-or-miss. On the live TV front, Hulu's channel coverage is top-notch and its DVR features compare well to the competition's.", "date_created": "2021-04-06T18:30:27.917Z", "rating": "4", "pack_shot": "hulu.jpeg", "slug": "hulu"}}]